Repository: quadshot/opentickets-community
Catalog: langs/opentickets-community-edition-*.po
Languages: fr_fr

source: Installed
fr_fr: Installé

source: Available
fr_fr: Disponible

source: From:
fr_fr: Depuis :

source: Free
fr_fr: Gratuit

source: No License Required
fr_fr: Pas de licence requise

source: Already Activated
fr_fr: Déjà activé

source: Activate License
fr_fr: Activer la licence

source: Purchase
fr_fr: Achat

source: Details
fr_fr: Détails

source: Licenses
fr_fr: Licences

source: You do not have any Software installed that requires an OpenTickets Extension License.
fr_fr: Vous n'avez aucun logiciel nécessitant une licence d'extension d'OpenTickets.

source: Software
fr_fr: Logiciel

source: Name
fr_fr: Nm

source: Not Installed
fr_fr: Pas installé

source: Not licensed
fr_fr: Non autorisé

source: (%sget a license now%s)
fr_fr: (%srécupérez une licence maintenant%s)

source: Purchase a License
fr_fr: Acheter une licence

source: License Key
fr_fr: Clef de licence

source: Registered Email
fr_fr: Mail enregistré

source: License is Expired
fr_fr: Votre licence a expiré

source: (%sdeactivate now%s)
fr_fr: (%sdésactiver maintenant%s)

source: Deactivate this License
fr_fr: Désactiver cette licence

source: Expired On
fr_fr: Expirée le

source: Expires On
fr_fr: Expire le

source: This license was successfully deactivated.
fr_fr: La licence a été désactivée avec succès.

source: Base Page
fr_fr: Page de base

source: There can only be one instance of the System Status page.
fr_fr: Il ne peut y avoir qu'une instance de la page de statut du système.

source: System Status
fr_fr: Statut du système

source: Tools
fr_fr: Outils

source: Advanced Tools
fr_fr: Outils avancés

source: Resync order items to tickets table
fr_fr: Resynchroniser les lignes de commandes à la table des tickets

source: Looks up all order items that are ticket which have been paid for, and makes sure that they are marked in the tickets table as paid for. <strong>If you have many orders, this could take a while, during which time you should not close this window.</strong>
fr_fr: Regarde toutes les lignes de commande qui sont des tickets déjà payés, et vérifie qu'ils sont marqués dans la table des tickets payés. <strong>Si vous avez plein de commandes, cela peut prendre un moment, pendant lequel vous ne devez pas fermer cette fenêre.</strong>

source: The order-item to ticket-table resync has been completed.
fr_fr: La resynchronisation des lignes de commandes à la table des tickets a été effectuée.

source: A problem occurred during the order-item to ticket-table resync. It did not complete.
fr_fr: Un problème est apparu lors de la resynchronisation des lignes de commandes à la table des tickets. Elle n'a pas terminé.

source: Background: resync order items to tickets table
fr_fr: Tâche de fond : la resynchronisation de la table des lignes de commande à la table des tickets

source: Same as above, only all processing is done behind the scenes. This takes longer, but does not require that you keep this window open.
fr_fr: Pareil qu'au dessus, cependant le traitement est effectué en tâche de fond. Cela prend plus longtemps, mais ne requiert pas que vous conserviez cette fenêtre ouverte.

source: We started the order-item to ticket-table resync. This will take a few minute to complete. You will receive an email upon completion.
fr_fr: Nous avons commencé la resynchronisation des lignes de commande à la table des tickets. Cela peut prendre quelque minutes. Vous recevrez un mail de confirmation une fois cela terminé.

source: We could not start the background process that resyncs your order-items to the ticket-table. Try using the non-background method.
fr_fr: Nous n'avons pas pu commencer la tâche de fond qui resynchronise vos lignes de commandes à la table des tickets. Veuillez réessayer avec la version n'utilisant pas la tâche de fond.

source: Update all event area stati
fr_fr: Mettre à jour les stats de tribunes

source: When upgrading from OTCE 1.x to 2.x, some of the event areas may not have gotten their status updated, depending on how the upgrade took place. This tool repairs that.
fr_fr: Lors de la mise à jour depuis OTCE 1.x vers 2.x, certains statuts d'évènements n'ont pas pu être mis à jour, en fonction de l'endroit où la mise à jour a eu lieu. Cette outil répare cela.

source: All event area stati have been updated.
fr_fr: Toutes les statistiques d'évènements ont été mise à jour.

source: Force the DB tables to re-initialize
fr_fr: Forcer les tables de BDD à se réinitialiser

source: If you wish to validate the OpenTickets database tables and update them if necessary, use this tool.
fr_fr: Si vous voulez valider les tables de base de données d'OpenTickets et le mettre à jour si nécessaire, utilisez cet outil.

source: Purged the OTCE table versions, forcing a reinitialize of the tables.
fr_fr: Versions des tables OTCE purgées, forçage d'une réinitialisation des tables.

source: Copy and paste this information into your ticket when contacting support:
fr_fr: Copiez collez cette information de votre ticket lorsque vous contactez le support :

source: The tools provided on this page are moderately dangerous, and can cause problems on your site, if you are not absolutely certain you know what you are doing. Marking tickets as taken, without them being associated to an order, technically corrupts your date in a fashion that could be un-repairable. It can also cause certain automated processes in the system, to not function as expected. Furthermore, removing "reserved" tickets will remove the tickets from any active carts that contain them. This, at the very least, could cause un-expected customer service issues. In short, use these tools at your own risk.
fr_fr: Les outils fournis sur cette page sont assez dangereux, et peuvent poser des problèmes sur votre site si vous n'êtes pas sûr de ce que vous faites. Marquer des tickets comme pris sans les associer à une commande corrompt techniquement la base d'une façon qui peut être irréparable. Cela mène aussi certains processus automatiques à ne plus fonctionner comme prévu. Par ailleurs, supprimer des tickets "réservés" va supprimer les tickets des paniers actifs qui les contiennent. Cela, dans le meilleur des cas, peut causer des problèmes de service client. Pour résumer, utilisez cet outil en en assumant les risques.

source: I understand.
fr_fr: Je comprends.

source: Load Event Info
fr_fr: Charger l'info d'évènement

source: access denied.
fr_fr: accès refusé.

source: request security failsed.
fr_fr: requête de sécurité échouée.

source: Order #%d (%s %s, %s)
fr_fr: Commande #%d (%s %s, %s)

source: %s x %d %s [Order #%d]
fr_fr: %s x %d %s [Commande #%d]

source: invalid request.
fr_fr: requête invalide.

source: No such ticket.
fr_fr: Pas de tel ticket.

source: That ticket has been released.
fr_fr: Ce ticket a été libéré.

source: Inserted new ticket
fr_fr: Inséré un nouveau ticket

source: New ticket failed.
fr_fr: Nouveau ticket échoué.

source: The event id was invalid.
fr_fr: L'ID d'évènement était invalide.

source: The quantity was invalid.
fr_fr: La quantité était invalide.

source: The product id was invalid.
fr_fr: L'ID de produit était invalide.

source: The session id was invalid.
fr_fr: L'ID de session était invalide.

source: Could not find that DB record.
fr_fr: Impossible de charger ce champ de BDD.

source: No such event.
fr_fr: Pas de tel évènement.

source: Could not load that event's data.
fr_fr: Impossible de charger les données de l'évènement.

source: A problem occurred, and your request cannot be processed.
fr_fr: Un problème est apparu et votre requête n'a pas pu être traitée.

source: Order
fr_fr: Commande

source: Edit this Order
fr_fr: Editer cette commande

source: No Order (unassociated)
fr_fr: Pas de commande (non-associé)

source: No Order (in a cart)
fr_fr: Pas de commande (dans un panier)

source: Edit this Ticket
fr_fr: Editer ce ticket

source: (unknown ticket type)
fr_fr: (type de ticket inconnu)

source: Release
fr_fr: Relâcher

source: No DB records for this event.
fr_fr: Pas de lignes en BDD pour cet évènement.

source: Add a Ticket
fr_fr: Ajouter un ticket

source: Leave this blank, or set it to 0, if you want the ticket to be completely unassociated.
fr_fr: Laissez ce champ vide, ou mettez 0, si vous voulez que ce ticket soit complètement désassocié.

source: Order Item
fr_fr: Ligne de commande

source: This can be hard to find, but is required if you want this new ticket to have an association.
fr_fr: Cela peut être dur à trouver mais c'est requis si vous voulez que ce nouveau ticket ait une association.

source: The number of these tickets you want to reserve. Must be greater than 0.
fr_fr: Le nombre de ces tickets que vous voulez réserver. Doit être plus grand que 0.

source: Select the ticket type for this new reservation. Keep in mind, all available type are listed here.
fr_fr: Sélectionnez le type de ticket pour cette réservation. Gardez à l'esprit que tous les types disponibles sont listés ici.

source: Ticket Status
fr_fr: Statut du ticket

source: The status you want the ticket to have.
fr_fr: Statut que vous voulez que le ticket ait.

source: Add Ticket
fr_fr: Ajouter un ticket

source: No results found.
fr_fr: Pas de résultats trouvés.

source: Missed one or more file during cache purge.
fr_fr: Il manquait un ou plusieurs fichier pendant la purge du cache.

source: Rsync Results
fr_fr: Resynchroniser

source: Return to Tools Page
fr_fr: Retourner à la page des outils

source: FAILED:
fr_fr: ECHOUE :

source: Background Order-Item -> Tickets Table
fr_fr: Tâche de fond ligne de commandes -> table des tickets

source: There was a problem trying to resync your order-items to the ticket-table. Try using the non-background version. If that also fails, report a bug on <a href="%">the forums</a>.
fr_fr: Il y a eu un problème lors de la resynchronisation des lignes de commandes à la table des tickets. Veuillez essayer la version n'utilisant pas la tâche de fond. Si cela échoue aussi, reportez le bug sur <a href="%">les forums</a>.

source: SUCCESS:
fr_fr: SUCCES :

source: Your order-items have been succesfully resynced with the ticket-table.
fr_fr: Vos lignes de commandes ont été resynchronisées avec succès à la table des tickets.

source: Environment
fr_fr: Environnement

source: You have less than the required amount of memory allocated. The minimum required amount is 48MB. You currently have %s.
fr_fr: Vous avez moins que le minimum de mémoire allouée requis. Le minimum requis est de 48MB. Vous avez actuellement %s.

source: Please <a href="%s">increase your memory allocation</a> to at least 48MB.
fr_fr: Veuillez <a href="%s"> augmenter votre allocation mémoire </a> au minimum à 48MB.

source: You have more than the minimum required memory, but we still recommend you use allocate at least 64MB. You currently have %s.
fr_fr: Vous avez plus que le minimum requis, mais nous vous recommandes tout de même d'allouer au moins 64MB. Vous avez actuellement %s.

source: We strongly recommend that you <a href="%s">increase your memory allocation</a> to at least 48MB.
fr_fr: Nous vous recommandons fortement <a href="%s">d'augmenter votre allocation mémoire</a> au minimum à 48MB.

source: You have more than the required minimum memory of 64MB. Your current total is %s.
fr_fr: Vous avez plus que le minimum mémoire requis de 64MB. Votre total actuel est de %s.

source: Having your uploads directory writable not only allows you to upload your media files, but also allows OpenTickets (and other plugins) to store their file caches. Please <a href="%s">make your uploads directory writable</a> for these reasons.
fr_fr: Avoir votre répertoire de téléversements accessible en écriture ne vous permet pas seulement de charger vos fichier médias, mais autorise OpenTickets (et d'autres plugins) à stocker leurs fichiers cache. Veuillez <a href="%s">rendre accessible en écriture votre répertoire de téléversements</a> pour ces raisons.

source: Data
fr_fr: Données

source: %s%s by %s
fr_fr: %s%s par %s

source: %s%s (%s) by %s (%s)
fr_fr: %s%s (%s) par %s (%s)

source: <b>%s</b>%s by %s
fr_fr: <b>%s</b>%s par %s

source: ON
fr_fr: LE

source: Frontend
fr_fr: Vitrine

source: Styles & Colors
fr_fr: Styles et couleurs

source: Calendar
fr_fr: Calendrier

source: Venues
fr_fr: Lieux

source: My Account
fr_fr: Mon compte

source: The first image cannot be changed.
fr_fr: La première image ne peut pas être changée.

source: The last image cannot be changed.
fr_fr: La dernière image ne peut être changée.

source: static image
fr_fr: image statique

source: remove image
fr_fr: supprimer l'image

source: no image
fr_fr: pas d'image

source: Frontend Styles
fr_fr: Styles de vitrine

source: Form BG
fr_fr: Fond de champ

source: Background color of the "reserve some tickets" form on the event page.
fr_fr: Couleur de fond pour le formulaire "réserver des tickets" sur la page de l'évènement.

source: Form Border
fr_fr: Bordure du champ

source: Border color around the "reserve some tickets" form.
fr_fr: Couleur de bordure autour du formulaire "réserver des tickets".

source: Action BG
fr_fr: Fond de l'action

source: Background of the "action" section, below the "reserve some tickets" form, where the proceed to cart button appears.
fr_fr: Fond de la section "action", sous le formulaire "réserver des tickets", où le lien vers le panier apparaît.

source: Helper
fr_fr: Aide

source: Text color of the "helper text" on the "reserve some tickets" form.
fr_fr: Couleur du texte du "texte 'aide" sur le formulaire"réserver des tickets.

source: Bad BG
fr_fr: Mauvais fond

source: Background color of the error message block on the "reserve some tickets" form.
fr_fr: La couleur de fond du bloc de message d'erreur sur le formulaire "réserver des tickets".

source: Bad Border
fr_fr: Mauvaise bordure

source: Border color around the error message block on the "reserve some tickets" form.
fr_fr: La couleur de bordure autour du bloc de message d'erreur du formulaire "réserver des tickets".

source: Bad Text
fr_fr: Mauvais texte

source: Text color of the error message block on the "reserve some tickets" form.
fr_fr: La couleur de texte du bloc de message d'erreur du formulaire "réserver des tickets".

source: Good BG
fr_fr: Bon fond

source: Background color of the success message block on the "reserve some tickets" form.
fr_fr: La couleur de fond du message de succès du formulaire "réserver des tickets".

source: Good Border
fr_fr: Bonne bordure

source: Border color around the success message block on the "reserve some tickets" form.
fr_fr: La couleur de bordure autour du message de succès sur le formulaire "réserver des tickets".

source: Good Text
fr_fr: Bon texte

source: Text color of the success message block on the "reserve some tickets" form.
fr_fr: La couleur de texte du bloc de message de succès sur le formulaire "réserver des tickets".

source: Remove BG
fr_fr: Fond suppression

source: Background color of the remove reservation button on the "reserve some tickets" form.
fr_fr: Couleur de fond du bouton de suppression de réservation dans le formulaire "réserver des tickets".

source: Remove Border
fr_fr: Bordure suppression

source: Border color around the remove reservation button on the "reserve some tickets" form.
fr_fr: Couleur de bordure autour du bouton de suppression de réservation dans le formulaire "réserver des tickets".

source: Remove Text
fr_fr: Texte de suppression

source: Text color of the remove reservation button on the "reserve some tickets" form.
fr_fr: Couleur du texte du bouton de suppression de réservation dans le formulaire "réserver des tickets".

source: reset colors
fr_fr: réinitialiser les couleurs

source: Calendar Item BG
fr_fr: Fond d'item du calendrier

source: The background color of the active items shown on the calendar.
fr_fr: La couleur de fond des items actifs montrés sur le calendrier.

source: Calendar Item Border
fr_fr: Bordure d'item du calendrier

source: The border color of the active items shown on the calendar.
fr_fr: La couleur de bordure des items actifs montrés sur le calendrier.

source: Calendar Item Text
fr_fr: Texte d'item de calendrier

source: The text color of the active items shown on the calendar.
fr_fr: La couleur du texte des items actifs montrés sur le calendrier.

source: Calendar Item BG Hover
fr_fr: Fond des items de calendrier en surbrillance

source: The HOVER background color of the active items shown on the calendar.
fr_fr: La couleur de fond de SURBRILLANCE des items actifs montrés sur le calendrier.

source: Calendar Item Border Hover
fr_fr: Bordure de subrillance d'items

source: The HOVER border color of the active items shown on the calendar.
fr_fr: La couleur de bordure de SURBRILLANCE des items actifs montrés sur le calendrier.

source: Calendar Item Text Hover
fr_fr: Texte de surbrillance d'items

source: The HOVER text color of the active items shown on the calendar.
fr_fr: La couleur de texte de SURBRILLANCE des items actifs montrés sur le calendrier.

source: Past Item BG
fr_fr: Fond des items passés

source: The background color of the items shown on the calendar, that have already passed.
fr_fr: La couleur de fond des items déjà passés montrés sur le calendrier.

source: Past Item Border
fr_fr: Bordure des items passés

source: The border color of the active items shown on the calendari, that have already passed.
fr_fr: La couleur de bordure des items déjà passés montrés sur le calendrier.

source: Past Item Text
fr_fr: Texte des items passés

source: The text color of the active items shown on the calendar, that have already passed.
fr_fr: La couleur de texte des items déjà passés montrés sur le calendrier.

source: Past Item BG Hover
fr_fr: Fond de surbrillance des items passés

source: The HOVER background color of the items shown on the calendar, that have already passed.
fr_fr: La couleur de fond de SURBRILLANCE des items déjà passés montrés sur le calendrier.

source: Past Item Border Hover
fr_fr: Bordure de surbillance des items passés

source: The HOVER border color of the active items shown on the calendari, that have already passed.
fr_fr: La couleur de bordure de SURBRILLANCE des items déjà passés montrés sur le calendrier.

source: Past Item Text Hover
fr_fr: Texte de surbrillance des items passés

source: The HOVER text color of the active items shown on the calendar, that have already passed.
fr_fr: La couleur de texte de SURBRILLANCE des items déjà passés montrés sur le calendrier.

source: To edit colours %s and %s need to be writable. See <a href="%s">the Codex</a> for more information.
fr_fr: Pour modifier les couleurs %s et %s les droits d'écriture sont requis. Veuillez voir a href="%s">le Codex</a> pour plus d'informations.

source: Error saving the Frontend Styles, %s is not a valid color, please use only valid colors code.
fr_fr: Erreur lors de la sauvegarde des styles de vitrine, %s n'est pas une couleur valide. Veuillez utiliser des codes couleur valides.

source: Site Wide
fr_fr: Global au site

source: Reservations
fr_fr: Réservations

source: WooCommerce Emails
fr_fr: Emails WooCommerce

source: Save changes
fr_fr: Sauvegarder les changements

source: Could not laod the order that this ticket belongs to.
fr_fr: Impossible de charger les commandes auxquelles ce ticket appartient.

source: Could not load the order item associated with this ticket.
fr_fr: Impossible de charger la ligne de commande associée à ce ticket.

source: Check-in Only
fr_fr: Enregistrement seulement

source: Checkin & QR Codes
fr_fr: Enregistrement et QR codes

source: QR Code Mode
fr_fr: Mode de QR Code

source: How should the QR codes be created? Should they just contain the ticket code? or should be they point to a check-in url?
fr_fr: Comment doivent êtres créés les QR codes ? Doivent-ils juste contenir le code du ticket ? Ou doivent-ils pointer vers l'URL d'enregistrement ?

source: Check-in URL
fr_fr: URL d'enregistrement

source: Ticket Code Only
fr_fr: Code du ticket seulement

source: Allows this product to be assigned as a ticket, when configuring pricing for an event.
fr_fr: Autoriser ce produit à être assigné à un ticket, lors de la configuration du prix de l'évènement.

source: Invalid order number.
fr_fr: Numéro de commande invalide.

source: View your ticket
fr_fr: Voir votre ticket

source: View this ticket
fr_fr: Voir ce ticket

source: View your tickets
fr_fr: Voir vos tickets

source: View these tickets
fr_fr: Voir ces tickets

source: View ticket
fr_fr: Voir ticket

source: View tickets
fr_fr: Voir tickets

source: View all of the tickets on a single page, for this order
fr_fr: Voir tous les tickets sur une seule page, pour cette commande

source: View ALL Order Tickets
fr_fr: Voir TOUS les tickets de la commande

source: View all of your tickets on a single page &raquo;
fr_fr: Voir tous les tickets sur une seule page &raquo;

source: Who is OpenTickets?
fr_fr: Qui est OpenTickets ?

source: You do not have permission to view this ticket.
fr_fr: Vous n'avez pas la permission de voir ce ticket.

source: The ticket cannot be displayed, because the order is not complete.
fr_fr: Ce ticket ne peut être affiché, car la commande n'est pas terminée.

source: There was a problem loading one of your tickets.
fr_fr: Il y a eu un problème lors du chargement de vos tickets.

source: the order
fr_fr: la commande

source: the ticket product information
fr_fr: l'information produit du ticket

source: the event information
fr_fr: l'information l'évènement

source: the venue information
fr_fr: l'information du lieu

source: the order item information
fr_fr: l'information de la ligne de commande

source: the event area information
fr_fr: l'information de la tribune de l'évènement

source: The following ticket data could not be loaded: %s
fr_fr: Le ticket suivant ne peut pas être chargé : %s

source: None of the tickets for this order could be found.
fr_fr: Aucun des tickets pour cette commande ne peut être trouvé.

source: Order #%d
fr_fr: Commande #%d

source: All Tickets
fr_fr: Tous les tickets

source: There was a problem loading your ticket.
fr_fr: Il y a eu un problème lors du chargement de votre ticket.

source: The ticket product associated with the ticket order item, could not be found.
fr_fr: Le produit du ticket associé à votre ligne de commande ne peut être trouvé.

source: The event information for the ticket could not be found. Perhaps the event has been removed.
fr_fr: L'information d'évènement pour le ticket ne peut pas être trouvé. Peut-être que l'évènement a été supprimé.

source: The information you supplied does not match our record.
fr_fr: L'information que vous avez fournie ne correspond pas à notre enregistrement.

source: Left Ticket Image
fr_fr: Image de gauche du ticket

source: The image to show in the bottom left corner of the ticket.
fr_fr: L'image à montrer dans le coin bas gauche du ticket.

source: the Event Featured Image
fr_fr: l'image correspondant à l'évènement

source: the Venue Image
fr_fr: l'image du lieu

source: the Ticket Product Image
fr_fr: l'image du produit du ticket

source: Right Ticket Image
fr_fr: L'image de droite du ticket

source: The image to show in the bottom right corner of the ticket.
fr_fr: L'image à montrer dans le coin bas droit du ticket.

source: Ticket Branding Images
fr_fr: Images de marque du ticket

source: Images shown in the small line of branding images below each ticket.
fr_fr: Images montrées sur la petite ligne des images de marque sous chaque ticket.
