Repository: quadshot/opentickets-community
Catalog: langs/opentickets-community-edition-*.po
Languages: fr_fr

source: The recommended size of these images is 90px wide by 15px tall. Images will be constrained to 90px wide, no matter the size. Choosing "no image" will make a blank spot on the ticket branding row.
fr_fr: La taille recommandée de ces images est de 90px de largeur et 15px de hauteur. Les images seront contraintes à 90px de largeur, quelque soit la taille. Choisir "pas d'image" créera un espace vide à la place de la marque du ticket.

source: Purchaser Info
fr_fr: Info acheteur

source: Which information to user for the purchaser display information. Either Billing or Shipping.
fr_fr: Quelles informations afficher à l'utilisateur pour l'acheteur. Facturation ou expédition.

source: the Billing Information
fr_fr: l'information de facturation

source: the Shipping Information
fr_fr: l'information d'expédition

source: Show Order #
fr_fr: Montrer la commande #

source: Show the order number of the ticket, on the ticket.
fr_fr: Montrer le numéro de commande du ticket, sur le ticket.

source: Google Maps API
fr_fr: API Google Maps

source: API Key
fr_fr: Clef d'API

source: As of June 22, 2016, Google Maps now requires an API key for any sites that started using their api After June, 22, 2016. Enter your API here to activate the maps on your tickets, if they are missing.
fr_fr: A partir du 22 juin 2016, Google Maps requiert une clef d'API pour les sites qui ont commencé à l'utiliser après cette date. Entrez votre clef d'API ici pour activer les cartes sur vos tickets, si elles sont manquantes.

source: Could not load the venue information for this ticket.
fr_fr: Impossible de charger les informations du lieu sur ce ticket.

source: Address 2
fr_fr: Adresse 2

source: City
fr_fr: Ville

source: State
fr_fr: Etat

source: Postal Code
fr_fr: Code postal

source: Country
fr_fr: Pays

source: Venue:
fr_fr: Lieu :

source: None
fr_fr: Aucun

source: Venue Information
fr_fr: Informations du lieu

source: Venue Social Information
fr_fr: Informations sociales du lieu

source: Address:
fr_fr: Adresse :

source: Address 2:
fr_fr: Adresse 2 :

source: City:
fr_fr: Ville :

source: State or County:
fr_fr: Etat ou pays :

source: -- Select a State/County --
fr_fr: -- Sélectionner un Etat ou un pays --

source: Postal Code:
fr_fr: Code postal :

source: Country:
fr_fr: Pays :

source: Logo Image
fr_fr: Image de logo

source: Select Logo
fr_fr: Sélectionner un logo

source: Remove
fr_fr: Supprimer

source: This is what is displayed on your tickets about this venue.
fr_fr: C'est ce qui est affiché sur vos ticket à propos du lieu.

source: Map Instructions:
fr_fr: Instruction sur la map :

source: Displayed below the map on your event tickets. Meant for extra directions.
fr_fr: Affiché sous la map sur vos tickets d'évènement. Sert à l'affichage d'instructions supplémentaires.

source: Phone:
fr_fr: Téléphone :

source: Website:
fr_fr: Site :

source: Full URL
fr_fr: URL complète

source: Contact Email:
fr_fr: Mail de contact :

source: Show Address
fr_fr: Montrer l'adresse

source: Display the venue address below the venue description?
fr_fr: Montrer l'adresse du lieu sous la description ?

source: Show Map
fr_fr: Montrer la carte

source: Display the venue MAP below the venue description?
fr_fr: Montrer la CARTE du lieu sous la description ?

source: Show Contact Info
fr_fr: Montrer les infos de contact

source: Display the venue contact information and social links below the venue description?
fr_fr: Montrer les infos de contact du lieu et les informations sociales sous la description ?

source: Show Notes
fr_fr: Montrer les notes

source: Display the additional venue notes (a meta field on the edit venue page) below the venue description?
fr_fr: Montrer les notes additionnelles du lieu (un champ meta sur la page d'édition du lieu) sous la description ?

source: Fee
fr_fr: Frais

source: Product ID:
fr_fr: ID produit :

source: Variation ID:
fr_fr: ID variation :

source: No longer exists
fr_fr: N'existe plus

source: Product SKU:
fr_fr: SKU produit :

source: Add&nbsp;meta
fr_fr: Ajouter&nbsp;meta

source: Cost
fr_fr: Coût

source: Qty
fr_fr: Qté

source: Tax
fr_fr: Taxe

source: Coupon(s) Used
fr_fr: Promotion(s) utilisées

source: This is the total discount. Discounts are defined per line item.
fr_fr: C'est le total de la promotion. Les promotions sont affichées par ligne.

source: Discount
fr_fr: Promotion

source: This is the shipping and handling total costs for the order.
fr_fr: Ce sont les frais totaux d'expédition et de gestion pour la commande.

source: Order Total
fr_fr: Total commande

source: Refunded
fr_fr: Remboursé

source: Delete selected line item(s)
fr_fr: Supprime les lignes sélectionnées

source: Reduce line item stock
fr_fr: Réduire le stock des lignes

source: Increase line item stock
fr_fr: Augmenter le stock des lignes

source: Apply
fr_fr: Appliquer

source: Add item(s)
fr_fr: Ajouter items(s)

source: This order has been paid for and is no longer editable
fr_fr: Cette commande a été payée et n'est plus éditable

source: Add Tax
fr_fr: Ajouter taxe

source: Refund
fr_fr: Remboursement

source: Calculate Taxes
fr_fr: Calculer taxes

source: Calculate Total
fr_fr: Calculer total

source: Add product(s)
fr_fr: Ajouter produit(s)

source: Add fee
fr_fr: Ajouter taxe

source: Add shipping cost
fr_fr: Ajouter frais expédition

source: Restock refunded items
fr_fr: Restocker items remboursés

source: Amount already refunded
fr_fr: Montant déjà remboursé

source: Total available to refund
fr_fr: Montant disponible au remboursement

source: Refund amount
fr_fr: Montant remboursement

source: Reason for refund (optional)
fr_fr: Raison du remboursement (optionnelle)

source: Payment Gateway
fr_fr: Plateforme de paiement

# Refund $amount
source: Refund %s via %s
fr_fr: Rembourser %s par %s

# Refund $amount manually
source: Refund %s manually
fr_fr: Rembourser %s manuellement

source: Add products
fr_fr: Ajouter produits

source: Add
fr_fr: Ajouter

source: Add tax
fr_fr: Ajouter taxe

source: Rate name
fr_fr: Nom du taux

source: Tax class
fr_fr: Classe de taxe

source: Rate code
fr_fr: Code du taux

source: Rate %
fr_fr: Taux %

source: Or, enter tax rate ID:
fr_fr: Ou, entrer ID de taux taxe :

source: OpenTickets WC template override has moved location.
fr_fr: Le template d'OpenTickets WC a été déplacé.

source: Sort by
fr_fr: Trier par

source: Edit User
fr_fr: Editer utilisateur

source: Edit Order
fr_fr: Editer commande

source: Edit Product
fr_fr: Editer produit

source: Select Ticket
fr_fr: Sélectionner ticket

source: Loading. One moment please...
fr_fr: Chargement. Veuillez patienter...

source: Different Event
fr_fr: Evènement différent

source: Use This Event
fr_fr: Utiliser cet évènement

source: Capacity:
fr_fr: Capacité :

source: Available:
fr_fr: Disponible :

source: Ticket has PREVIOUSLY checked in!
fr_fr: Ce ticket DEJA été enregistré !

source: Owner:
fr_fr: Propriétaire :

source: Starts:
fr_fr: Commence le :

source: Checked-In:
fr_fr: Enregistré :

source: No access
fr_fr: Pas d'accès

source: You do not have sufficient permissions to perform this action!
fr_fr: Vous n'avez pas des permissions suffisantes pour effectuer cette action !

source: Check-In FAILED!
fr_fr: Enregistrement ECHOUE !

source: Check-In SUCCESSFUL
fr_fr: Enregistrement REUSSI

source: Step 2: Review
fr_fr: Etape 2 : vérification

source: You currently have:
fr_fr: Vous avez actuellement :

source: Step 1: How Many?
fr_fr: Etape 2 : combien ?

source: Reserve some tickets:
fr_fr: Réserver des tickets :

source: Upcoming Tickets
fr_fr: Tickets à venir

source: pending payment
fr_fr: paiement en cours

source: for <a href="%s" title="%s">%s</a>
fr_fr: pour <a href="%s" title="%s">%s</a>

source: Visit the Event page
fr_fr: Visitez la page de l'évènement

source: (order <a href="%s" title="%s">#%s<a/>)
fr_fr: (commande <a href="%s" title="%s">#%s<a/>)

source: (View Show Page)
fr_fr: (Montrer la page du sujet)

source: We are sorry. Online registration for this event has closed.
fr_fr: Nous sommes désolé. L'enregistrement en ligne pour cet évènement a été fermé.

source: For a better experience, certain features of javascript area required. Currently you either do not have these features, or you do not have them enabled. Despite this, you can still purchase your tickets, using 2 simple steps.
fr_fr: Pour une meilleure expérience, certaines fonctionnalités de Javascript sont requises. Actuellement vous n'avez pas ces fonctionnalités ou ne les avez pas activés. Malgré cela, vous pouvez tout de même acheter vos tickets, via 2 étapes simples.

source: <strong>STEP 1:</strong> Below, enter the number of tickets you wish to purchase, then click <span class="button-name">Reserve Tickets</span>.
fr_fr: <strong>ETAPE 1 :</strong> Ci-dessous, entrer le nombre de tickets que vous voulez acheter puis cliquez sur <span class="button-name">Réserver des tickets</span>.

source: <strong>STEP 2:</strong> Finally, once you have successfully Reserved your Tickets, click <span class="button-name">Proceed to Cart</span> to complete your order.
fr_fr: <strong>ETAPE 2:</strong> Enfin, une fois que vous avez réservé vos tickets, cliquez sur <span class="button-name">Voir le panier</span> pour compléter votre commande.

source: Successfully removed your reservations.
fr_fr: Suppression de vos réservations réussie.

source: <span class="step-name">STEP 1</span>: How many?
fr_fr: <span class="step-name">STEP 1</span>: Combien ?

source: Currently, there are <span class="available">%s</span> "<span class="ticket-name">%s</span>" (<span class="ticket-price">%s</span>) available for purchase.
fr_fr: Actuellement, il y a <span class="available">%s</span> "<span class="ticket-name">%s</span>" (<span class="ticket-price">%s</span>) disponibles à l'achat.

source: <span class="step-name">STEP 2</span>: Review
fr_fr: <span class="step-name">ETAPE 2</span>: Vérification

source: Currently, there are <span class="available">%s</span> more "<span class="ticket-name">%s</span>" (<span class="ticket-price">%s</span>) available for purchase.
fr_fr: Actuellement, il y a <span class="available">%s</span> de plus "<span class="ticket-name">%s</span>" (<span class="ticket-price">%s</span>) disponibles à l'achat.

source: We are sorry. There are currently no tickets available for this event. Check back soon!
fr_fr: Nous sommes désolés. Il n'y a plus de tickets disponibles pour cet évènement. Revenez plus tard !

source: Physical Address:
fr_fr: Adresse physique :

source: Contact Information:
fr_fr: Informations de contact :

source: Visit the %s
fr_fr: Visitez le %s

source: Send an email
fr_fr: Envoyer un mail

source: Availability:
fr_fr: Disponibilité :

source: An error has occurred while attempting to view the ticket
fr_fr: Une erreur est survenue lors de la tentative de visualisation du ticket

source: Additional Information is Required
fr_fr: Des informations supplémentaires sont requises

source: In order to allow you to view your ticket, we must first verify who you are, and that you should be able to view this ticket. To do that, we need to obtain some information from you, that we will use to verify who you are. If this information matches our record, then your ticket will be available to you.
fr_fr: Afin de vous permettre de voir votre ticket, nous devons vérifier qui vous êtes. Vous devez nous fournir quelques informations sur vous, que nous utiliserons pour la vérification de votre identité. Si ces informations correspondent à nos enregistrements, alors votre ticket vous sera disponible.

source: This should be the email you used during the purchase of your ticket, as your billing email address.
fr_fr: Ce devrait être le mail que vous avez utilisé durant l'achat du ticket, en tant que votre adresse de facturation.

source: Submit
fr_fr: Valider

source: D, F jS, Y
fr_fr: D M Y

source: Ends:
fr_fr: Finit :

source: Area:
fr_fr: Tribune :

source: %1$s of %2$s
fr_fr: %1$s de %2$s

source: Company
fr_fr: Entreprise

source: Address 1
fr_fr: Adresse 1

source: Postcode
fr_fr: Code postal

source: Select a country&hellip;
fr_fr: Sélectionnez un pays&hellip;

source: State/County
fr_fr: Etat/Pays

source: Order %s details
fr_fr: Détails de la commande %s

source: Payment via %s
fr_fr: Paiement par %s

source: Customer IP
fr_fr: IP client

source: General Details
fr_fr: Détails généraux

source: Order date:
fr_fr: Date de commande :

source: Order status:
fr_fr: Statut commande :

source: Customer:
fr_fr: Client :

source: Billing Details
fr_fr: Détails de facturation

source: No billing address set.
fr_fr: Pas d'adresse de facturation.

source: Load billing address
fr_fr: Charger l'adresse de facturation

source: Transaction ID
fr_fr: ID transaction

source: Shipping Details
fr_fr: Informations de livraison

source: No shipping address set.
fr_fr: Pas d'adresse de livraison.

source: Customer Note
fr_fr: Note client

source: Load shipping address
fr_fr: Charger l'adresse de livraison

source: Copy from billing
fr_fr: Copier depuis la facture

source: Customer Note:
fr_fr: Note client :

source: Customer's notes about the order
fr_fr: Notes du client à propos de la commande

source: added on %1$s at %2$s
fr_fr: ajoutée le %1$s à %2$s

source: by %s
fr_fr: par %s

source: There are no notes yet.
fr_fr: Il n'y a pas de notes actuellement.

source: Add note
fr_fr: Ajouter note

source: Add a note for your reference, or add a customer note (the user will be notified).
fr_fr: Ajouter une note pour vous, ou ajouter une note client (l'utilisateur sera informé)

source: Note to customer
fr_fr: Note pour le client

source: Private note
fr_fr: Note privée
