Repository: quadshot/opentickets-community
Catalog: langs/opentickets-community-edition-*.po
Languages: fr_fr

source: Could not find the price for this event.
fr_fr: Impossible de trouver le prix pour cet évènement.

source: Cannot find the price for this event.
fr_fr: Impossible de trouver le prix pour cet évènement.

source: The quantity must be greater than zero.
fr_fr: La quantité doit être supérieure à zéro.

source: Updated your reservations successfully.
fr_fr: Succès de la mise à jour de vos réservations.

source: Could not update your reservations.
fr_fr: Impossible de mettre à jour vos réservations.

source: Could not find the new event.
fr_fr: Impossible de trouver l'évènement.

source: Could not find the new event's event area.
fr_fr: Impossible de trouver le lieu du nouvel évènement.

source: Could not find that order item on the order.
fr_fr: Impossible de trouver cette ligne d'item dans cette commande.

source: Could not add those tickets, because the ticket product was invalid.
fr_fr: Impossible d'ajouter ces tickets, car la clef produit du ticket est invalide.

source: The order item does not appear to be valid.
fr_fr: L'item de cette commande n'est pas valide.

source: Some or all of the required data is missing
fr_fr: Certaines ou toutes les données requises sont manquantes

source: The supplied lock, was not valid.
fr_fr: Le verrou fourni n'était pas valide.

source: Argument #2 is obsolete.
fr_fr: L'argument 2 est obsolète.

source: You have reached the ticket limit for this event.
fr_fr: Vous avez atteint la limite de tickets pour cet évènement.

source: You are not allowed to modify your reservations, except to delete them, after you have chosen them initially.
fr_fr: Vous n'êtes pas autorisé à modifier vos réservations, à part en les supprimant, après que vous les ayez choisies.

source: There are no tickets available to reserve.
fr_fr: Il n'y a plus de tickets disponibles à la réservation.

source: Could not reserve those tickets.
fr_fr: Impossible de réserver ces tickets.

source: Missing some or all required data.
fr_fr: Certaines ou toutes les données requises sont manquantes.

source: We could not find those reservations. Could not confirm them.
fr_fr: Nous ne trouvons pas ces réservations. Impossible de les confirmer.

source: We could not find those reservations. Could not check them in.
fr_fr: Nous ne trouvons pas ces réservations. Impossible de les enregistrer.

source: We could not find those reservations. No update made.
fr_fr: Nous ne trouvons pas ces réservations. Pas de mise à jour effectuée.

source: There was nothing to update.
fr_fr: Il n'y avait rien à mettre à jour.

source: State Timers
fr_fr: Chronomètre de l'état

source: "Reserved" timer (in seconds)
fr_fr: Etat "Réservé" (en secondes)

source: The maximum length of time between the moment the user selects a ticket, until they decide to pay for the ticket. After this time expires, if the user has not promised to pay, the tickets will be removed from their cart, and released back into the ticket pool.
fr_fr: Le temps maximal entre le moment où l'utilisateur sélectionne un ticket et décide de le payer. Si ce temps expire et que l'utilisateur n'a pas promis de payer, ces tickets seront supprimés de sa carte et rendus à nouveau disponibles.

source: Event Area
fr_fr: Tribune

source: Event Areas
fr_fr: Tribunes

source: Add New %s
fr_fr: Ajouter un nouveau %s

source: New %s
fr_fr: Nouveau %s

source: Edit %s
fr_fr: Editer %s

source: View %s
fr_fr: Voir %s

source: All %s
fr_fr: Tout %s

source: Search %s
fr_fr: Chercher %s

source: No %s found.
fr_fr: Pas de %s trouvé.

source: No %s found in Trash.
fr_fr: Pas de %s trouvé dans la corbeille.

source: Represents a specific physical location that an event can take place. For instance, a specific conference room at a hotel.
fr_fr: Représente l'endroit spécifique où prend place l'évènement. Par exemple, une salle de conférence à l'hôtel.

source: Area Type
fr_fr: Type de tribune

source: Sold-out
fr_fr: Vendu

source: Low
fr_fr: Faible

source: Medium
fr_fr: Moyen

source: High
fr_fr: Haut

source: The event id you supplied is invalid.
fr_fr: L'id d'évènement fourni est invalide.

source: The event area id you supplied is invalid.
fr_fr: L'ID de tribune fourni est invalide.

source: There are no registered event area types.
fr_fr: Il n'y a pas de type de tribunes enregistrés.

source: The supplied event type does not use the QSOT_Base_Event_Type parent class.
fr_fr: Le type d'évènement fourni n'utiise pas la classe parente QSOT_Base_Event_Type.

source: Event Area Type
fr_fr: Type de tribune

source: Venue
fr_fr: Lieu

source: Change
fr_fr: Changer

source: Event:
fr_fr: Evènement :

source: (no event selected)
fr_fr: (pas d'évènement sélectionné)

source: Unknown Ticket Type
fr_fr: Type de ticket inconnu

source: Y-m-d
fr_fr: d/m/Y

source: H:i:s
fr_fr: H:m:s

source: Removed (%d) x "%s" [T#%d] tickets for event "%s" [E#%d] from the order, because the order was cancelled. This released those tickets back into the ticket pool.
fr_fr: Supprimé (%d) x "%s" [T#%d] tickets pour l'évènement "%s" [E#%d] de la commande, car la commande a été annulée. Cela a rendu les tickets de nouveau disponibles.

source: Event Area:
fr_fr: Tribune :

source: -None-
fr_fr: -Aucun-

source: Tickets were added, but you must refresh the page to see them in the order items list.
fr_fr: Les tickets ont été ajoutés, mais vous devez rafraîchir la page pour les voir dans la liste des items.

source: Tickets have been added.
fr_fr: Les tickets ont été ajoutés.

source: Add Tickets
fr_fr: Ajouter des tickets

source: Change Ticket Count
fr_fr: Changer le nombre de tickets

source: Save
fr_fr: Sauvegarder

source: You must specify a quantity greater than 1.
fr_fr: Vous devez spécifier une quantité supérieure à 1.

source: Processing...
fr_fr: Traitement en cours...

source: Invalid response.
fr_fr: Réponse invalide.

source: There was a problem adding those tickets.
fr_fr: Il y a eu un problème lors de l'ajout de ces tickets.

source: Could not update those tickets.
fr_fr: Impossible de mettre à jour ces tickets.

source: There was a problem loading the requested information. Please close this modal and try again.
fr_fr: Il y a eu un problème lors du chargement de l'information requise. Veuillez fermer cette fenêtre et recommencer.

source: There was a problem loading the requested Event. Switching to calendar view.
fr_fr: Il y a eu un problème lors du chargement de l'évènement. Retour à la vue calendrier.

source: Could not load that event, because it has an invalid event area type.
fr_fr: Impossible de charger l'évènement, car il a un type d'évènement invalide.

source: Could not load that event.
fr_fr: Impossible de charger l'évènement.

source: Add tickets
fr_fr: Ajouter des tickets

source: Could not find that order.
fr_fr: Impossible de trouver la commande.

source: Reserve
fr_fr: Réserver

source: Update
fr_fr: Mettre à jour

source: Proceed to Cart
fr_fr: Payer par carte

source: Ticket Selection UI
fr_fr: UI de sélection du ticket

source: Reserve Button
fr_fr: Bouton réserver

source: Label for the Reserve Button on the Ticket Selection UI.
fr_fr: Label pour le bouton réserver sur l'UI de sélection du ticket.

source: Update Button
fr_fr: Bouton mettre à jour

source: Label for the Update Button on the Ticket Selection UI.
fr_fr: Label pour le bouton de mise à jour sur l'UI de sélection du ticket.

source: Proceed to Cart Button
fr_fr: Payer par carte

source: Label for the Proceed to Cart Button on the Ticket Selection UI.
fr_fr: Label du bouton Payer par carte sur l'UI de sélection du ticket.

source: The current settings disallow using "<strong>Guest</strong>" as the customer for the order. You have attempted to use "<strong>Guest</strong>" as the customer. You will not be able to process payments or complete an order until a user has been selected as the customer.
fr_fr: Les paramètres actuellement n'autorisent pas l'utilisation d'"<strong>Invité</strong>" en tant que client pour cette commande. Vous avez essayé d'utiliser "<strong>Invité</strong>" en tant que client. Vous ne pourrez pas payer ou compléter une commande jusqu'à que l'utilisateur ait été sélectionné en tant que client.

source: Additionally, because of the current Woocommerce settings, "<strong>Guest</strong>" is not allowed as the customer user. Please select a user first.
fr_fr: Par ailleurs, à cause des paramètres WooCommerce actuels, "<strong>Guest</strong>" n'est pas autorisé en tant qu'utilisateur client. Veuillez sélectionner un utilisateur d'abord.

source: You cannot use "Guest" as the owner of the order, due to current Woocommerce settings.
fr_fr: Vous ne pouvez pas utiliser "Invité" en tant que propriétaire de la commande, à cause des paramètres WooCommerce actuels.

source: is a required field.
fr_fr: est un champ requis.

source: Please enter a valid postcode/ZIP.
fr_fr: Veuillez entrer un code postal valide.

source: is not a valid phone number.
fr_fr: n'est pas un numéro de téléphone valide.

source: is not a valid email address.
fr_fr: n'est pas une adresse mail valide.

source: is not valid. Please enter one of the following:
fr_fr: n'est pas valide. Veuillez entrer l'une des valeurs suivantes :

source: Your current settings require you to provide most billing information for each order.
fr_fr: Vos paramètres actuels nécessitent que vous fournissiez toutes les informations de paiement pour chaque commande.

source: You do not have permission to create users. Sorry.
fr_fr: Désolé, vous n'avez pas la permission de créer des utilisateurs.

source: The username is a required field.
fr_fr: Le nom d'utilisateur est un champ requis.

source: That user name contains illegal characters.
fr_fr: Ce nom d'utilisateur contient des caractères interdits.

source: is already being used by another user. Please enter a different username.
fr_fr: est déjà utilisé par un autre utilisateur. Veuillez fournir un autre nom d'utilisateur.

source: The email address is required.
fr_fr: Cette adresse mail est requise.

source: That is not a valid email address.
fr_fr: Ce n'est pas une adresse valide.

source: is already in use by another user. Please use a different email address.
fr_fr: est déjà utilisé par un autre utilisateur. Veuillez fournir une autre adresse mail.

source: The first name is a required field.
fr_fr: Le prénom est un champ requis.

source: The last name is a required field.
fr_fr: Le nom est un champ requis.

source: The information you supplied passed validation.
fr_fr: L'information que vous avez fournie a passé la validation.

source: User creation failed:
fr_fr: La création de l'utilisateur a rencontré une erreur :

source: The user was created successfully.
fr_fr: Succès de la création de l'utilisateur.

source: New User Form
fr_fr: Nouveau champ d'utilisateur

source: Username
fr_fr: Nom d'utilisateur

source: First Name
fr_fr: Prénom

source: Last Name
fr_fr: Nom

source: Additional Email Settings
fr_fr: Paramètres supplémentaires d'email

source: Custom Completed Order Message (Above Order Items)
fr_fr: Message personnalisé de commande complétée (sur les items de commande)

source: This html appears near the top of the default Completed Order email, sent to the customer upon completion of their order, above the order items.
fr_fr: Cet HTML apparaît en haut de l'email par défaut de commande effectuée, envoyée une fois que l'utilisateur a validé sa commande, au dessus des lignes de la commande.

source: Custom Completed Order Message - Text only version (Above Order Items)
fr_fr: Message personnalisée de commande effectuée - Version texte seulement (au dessus des lignes de commande)

source: Custom Completed Order Message (Below Address)
fr_fr: Message personnalisé de commande effectuée (sous l'adresse)

source: This html appears at the bottom of the default Completed Order email, sent to the customer upon completion of their order, below their address information.
fr_fr: Cet HTML apparaît en bas de l'email par défaut de commande effectuée, envoyé une fois que le client a validé sa commande, sous l'adresse.

source: Custom Completed Order Message - Text only version (Below Address)
fr_fr: Message personnalisé de commande effectuée - Version texte seulement (sous l'adresse)

source: This text appears at the bottom of the default Completed Order email, sent to the customer upon completion of their order, below their address information.
fr_fr: Cet texte apparaît en bas de l'email par défaut de commande effectuée, envoyé une fois que le client a validé sa commande, sous l'adresse.

source: Attendees
fr_fr: Participants

source: Attendee Report note
fr_fr: Note de rapport du participant

source: Purchaser
fr_fr: Acheteur

source: Order #
fr_fr: Commande #

source: Ticket Type
fr_fr: Type de ticket

source: Quantity
fr_fr: Quantité

source: Phone
fr_fr: Téléphone

source: Address
fr_fr: Adresse

source: Ticket Url
fr_fr: URL du ticket

source: Ticket Code
fr_fr: Code du tickte

source: (unknown event)
fr_fr: (évènement inconnu)

source: Seating Report: %s
fr_fr: Rapport de places assises : %s

source: Year:
fr_fr: Année :

source: [All Years]
fr_fr: [Toutes les années]

source: Select an Event
fr_fr: Sélectionner un évènement

source: Lookup Showings
fr_fr: Indices de recherche

source: Showing:
fr_fr: Montrant :

source: Show Report
fr_fr: Montrer le rapport

source: (no-order)
fr_fr: (pas de commande)

source: AVAILABLE
fr_fr: DISPONIBLE

source: Videos %s
fr_fr: Vidéos %s

source: Reports
fr_fr: Rapports

source: Allow OpenTickets Stats?
fr_fr: Autoriser les stats d'OpenTickets ?

source: OpenTickets is always being improved, thanks to users like you. To help us improve this product, would you allow us collect some basic information about your installation, like many others already have? We will not track any of your users' information, so your security and privacy is still safe. The information we will be tracking is purely about your WordPress installation, and will be used to help us understand which plugins and themes we need to be compatible with.
fr_fr: OpenTickets est constamment en cours d'amélioration, grâce à des utilisateurs comme vous. Pour aider l'amélioration du produit, autorisez-vous la collecte d'informations basiques à propos de votre installation, comme beaucoup l'ont déjà fait ? Nous n'enregistrons aucune information sur vos utilisateurs, donc votre sécurité et vie privée sont toujours assurées. Nous récupérons seulement des informations à propos de votre installation WordPress, qui sera utilisée à nous aider à comprendre quels plugins et thèmes nous devons rendre compatibles.

source: Yes
fr_fr: Oui

source: Dismiss
fr_fr: Rejeter

source: Fair enough. Thanks anyways.
fr_fr: Merci tout de même.

source: Thanks a bunch.
fr_fr: Merci beaucoup.

source: Add %singular%
fr_fr: Ajouter %singular%

source: Add New %singular%
fr_fr: Ajouter nouveau %singular%

source: Edit %singular%
fr_fr: Editer %singular%

source: New %singular%
fr_fr: Nouveau %singular%

source: All %plural%
fr_fr: Tous les %plural%

source: View %singular%
fr_fr: Voir %singular%

source: Search %plural%
fr_fr: Chercher %plural%

source: No %lplural% found
fr_fr: Pas de %lplural% trouvés

source: No %lplural% found in Trash
fr_fr: Pas de %lplural% trouvés dans la corbeille

source: Global Settings
fr_fr: Paramètres globaux

source: Allow Statistics
fr_fr: Autoriser les statistiques

source: Allow OpenTickets to gather information about your WordPress installation.
fr_fr: Ajouter la récupération d'informations à partir de votre installation WordPress.

source: This information is strictly used to make this product better and more compatible with other plugins.
fr_fr: Cette information est utilisée seulement afin de rendre ce produit meilleur est plus compatible avec d'autres plugins.

source: Event Link Slug
fr_fr: Slug de lien de l'évènement

source: The url slug that is prepended to the event name in the url. (ex: <code>http://example.com/<strong>event</strong>/my-event/</code>)
fr_fr: Ce slug d'URL préfixe le nom d'évènement dans l'URL (exemple : <code>http://exemple.com/<strong>evenement</strong>/mon-evenement/</code>).

source: This is the segment of the url that preceeds the event name.
fr_fr: C'est le segment d'URL qui précède le nom de l'évènement.

source: Action failed. Please refresh the page and retry.
fr_fr: Action échouée. Veuillez rafraîchir la page et réessayer.

source: Your settings have been saved.
fr_fr: Vos paramètres ont été enregistrés.

source: The changes you made will be lost if you navigate away from this page.
fr_fr: Ces changement que vous avez effectués seront perdus une fois que vous quitterez cette page.

source: You must provide the sub-action name.
fr_fr: Vous devez fournir un nom de sous-action.

source: You must supply a valid handler callback.
fr_fr: Vous devez fournir un gestionnaire de callbacks valide.

source: No Results found
fr_fr: Pas de résultats trouvés

source: New Widget
fr_fr: Nouveau widget

source: Box Office Manager
fr_fr: Gestionnaire de box office

source: Content Manager
fr_fr: Gestionnaire de contenu

source: View Order Receipt
fr_fr: Voir le reçu de la commande

source: Preview
fr_fr: Prévisualisation

source: Bypass Process
fr_fr: Coutourner la procédure

source: Checking this box bypasses the Processing step and marks the order as Complete. (if other products in an order require processing, the order will still goto processing)
fr_fr: Activer cette croix contourne l'étape de traitement et marque la commande comme complétée (si d'autres produits nécessitent un traitement, la commande sera toujours en cours de traitement).

source: Discounts
fr_fr: Promotions

source: Cart Discount:
fr_fr: Réduction de panier :

source: Discounts before tax - calculated by comparing subtotals to totals.
fr_fr: Réductions avant taxe - calculées en comparant les sous-totaux aux totaux.

source: Order Discount:
fr_fr: Promotion sur la commande :

source: Discounts after tax - user defined.
fr_fr: Promotions après commande - défini par l'utilisateur.

source: Shipping
fr_fr: Livraison

source: The shipping title the customer sees
fr_fr: Le titre de la commande que voit l'utilisateur

source: Cost:
fr_fr: Coût :

source: (ex. tax)
fr_fr: (ex: taxe)

source: Method:
fr_fr: Méthode :

source: Other
fr_fr: Autre

source: Tax Rows
fr_fr: Lignes de taxe

source: + Add tax row
fr_fr: + Ajouter ligne de taxe

source: These rows contain taxes for this order. This allows you to display multiple or compound taxes rather than a single total.
fr_fr: Ces lignes contiennent les taxes pour cette commande. Cela vous autorise à afficher plusieurs taxes plutôt qu'un seul total.

source: Tax Totals
fr_fr: Totaux des taxes

source: Sales Tax:
fr_fr: Taxes de vente :

source: Total tax for line items + fees.
fr_fr: Taxe totale pour les lignes de commande + frais.

source: Shipping Tax:
fr_fr: Taxe d'envoi :

source: Order Totals
fr_fr: Totaux de la commande

source: Order Total:
fr_fr: Total de la commande :

source: Payment Method:
fr_fr: Méthode de paiement :

source: Calc taxes
fr_fr: Calculer les taxes

source: Calc totals
fr_fr: Calculer les totaux

source: Delete note
fr_fr: Supprimer la note

source: Guest
fr_fr: Invité

source: The DB tables [%s] are not at the most current versions. Attempting to upgrade them.
fr_fr: Les tables de BDD [%s] ne sont pas à leur version la plus récente. Tentative de les mettre à jour.

source: types dont match
fr_fr: types ne correspondent pas

source: nulls dont match
fr_fr: valeurs nulles ne correspondent pas

source: extras dont match
fr_fr: extras ne correspondant pas

source: Update to DB, table [%s], was NOT successful. %s
fr_fr: La mise à jour de BDD pour la table [%s] n'est pas réussi. %s

source: Update to DB, table [%s], was successful.
fr_fr: La mise à jour de BDD pour la table [%s] a réussi.

source: The "%s" filter
fr_fr: Le filtre "%s"

source: Only one instance of %s can be created.
fr_fr: Une seule instance de %s peut être créée.

source: Use this image
fr_fr: Utiliser cette image

source: Delete Permanently
fr_fr: Supprimer de manière permanente

source: Delete
fr_fr: Supprimer

source: You are about to delete <strong>%s</strong>.
fr_fr: Vous allez supprimer <strong>%s</strong>.

source: Continue
fr_fr: Continuer

source: Move to Trash
fr_fr: Déplacer vers la corbeille

source: Undo
fr_fr: Annuler

source: Select Files
fr_fr: Sélectionner les fichiers

source: Could not extend. Invalid type.
fr_fr: Impossible d'étendre. Type invalide.

source: Only one instance of the OpenTickets Extensions object is allowed at a time.
fr_fr: Une seule instance d'OpenTickets est autorisée à la fois.

source: Could not determine the site url. API request failed.
fr_fr: Impossible de déterminer l'URL du site. Requête d'API échouée.

source: The API request is missing a required parameter.
fr_fr: La requête d'API ne contient pas un paramètre requis.

source: You must supply at least one software to activate.
fr_fr: Vous devez au moins fournir un logiciel à activer.

source: You must supply a valid email address.
fr_fr: Vous devez fournir une adresse mail valide.

source: You must supply the license key for this software.
fr_fr: Vous devez fournir une clef de licence pour ce logiciel.

source: The previous activation verification code is not present.
fr_fr: Le code de vérification d'activation précédent n'est pas présent.

source: The main software file is missing.
fr_fr: Le fichier principal du logiciel est manquant.

source: The version of the software is missing.
fr_fr: La version du logiciel est manquante.

source: Could not determine the site domain.
fr_fr: Impossible de déterminer le domaine du site.

source: An email address is required, to fetch a list of available extensions.
fr_fr: Une adresse mail est requise afin de récupérer la liste des extensions disponibles.

source: No response from the server.
fr_fr: Pas de réponse du serveur.

source: The response we received from the server was invalid.
fr_fr: La réponse reçue par le serveur est invalide.

source: No url was supplied.
fr_fr: Aucune URL n'a été fournie.

source: The response we received from the server was unsuccessful.
fr_fr: La réponse reçue par le serveur a été en échec.

source: The received icon file was not an image we could parse.
fr_fr: Nous n'avons pas pu lire le fichier d'icone reçu.

source: Could not determine the file extension of the supplied icon image.
fr_fr: Impossible de déterminer l'extension de l'image d'icône fournie.

source: Could not create the icon cache dir.
fr_fr: Impossible de créer le répertoire de cache des icônes.

source: THe icon cache dir is missing or could not be written to.
fr_fr: Le répertoire de cache des icônes est manquant ou non accessible en écriture.

source: The way that %sOpenTickets Community Edition%s handles license keys has changed. Previously a tool called %sOpenTickets - Keychain%s was required. This tool has become obsolete. We have automatically copied over the licenses you previously added to that tool; however, they do require your validation. Please visit the %sLicenses Settings Page%s, verify that your license keys are correct, and "Save Changes" to validate them.
fr_fr: La façon dont %sOpenTickets Community Edition%s gère les clef de licence a changé. Précédemment un outil nommé %sOpenTickets - Keychain%s était requis. Cet outil est devenu obsolète. Nous avons automatiquement copié les clefs de licence que vous aviez précédemment ajouté à cet outil. Cependant, cela requiert votre validation. Veuillez visiter la page de %sparamètres des clefs de license.%s, vérifiez que vos clefs de licence sont correctes, et sauvegardez les changements pour les valider.

source: Visit the Licenses Page
fr_fr: Visiter la page des clefs de licence

source: OpenTickets Extensions
fr_fr: Extensions d'OpenTickets

source: View
fr_fr: Voir

source: Activated
fr_fr: Activé
