Repository: quadshot/opentickets-community
Catalog: langs/opentickets-community-edition-*.po
Languages: fr_fr

source: There are installed plugins that need to be updated before they can be used with OpenTickets Community Edition 2.0.0 or higher. Some may have been deactivated automatically:
fr_fr: Certains plugins installés ont besoin d'être mis à jour avant d'être utilisés avec OpenTickets Community Edition 2.0.0 ou ultérieur. Certains ont pu être désactivés automatiquement :

source: We noticed that you still have the %sOpenTickets - Keychain%s plugin active. This plugin is now obsolete. All of it's functionality has been disabled. The plugin should be %sdeactivated%s and removed.
fr_fr: Nous avons remarqué que vous avez toujours le plugin %sOpenTickets - Keychain%s actif. Ce plugin est obsolète et toutes ses fonctionnalités ont été désactivées. Ce plugin doit être %sdeactivated%s et supprimé.

source: Deactivate the OpenTickets - Keychain plugin
fr_fr: Désactiver le plugin OpenTickets - Keychain

source: Required Plugin Not Up-to-date
fr_fr: Plugin requis non mis à jour

source: The <em><a href="%s" target="_blank">%s</a></em> plugin <strong>requires</strong> that <em><a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a></em> be at least at version <u><strong>%s</strong></u>; you are currently running version <em>%s</em>. Because of this, the <em><a href="%s" target="_blank">%s</a></em> plugin has not initialized any of its functionality. To enable the features of this plugin, simply install and activate the latest version of <em><a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a></em>.
fr_fr: Ce <em><a href="%s" target="_blank">%s</a></em> plugin <strong>requiert</strong> que <em><a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a></em> ait au moins la version <u><strong>%s</strong></u>. Vous utilisez la version <em>%s</em>. Par conséquent, le<em><a href="%s" target="_blank">%s</a></em> n'a pas été activé. Pour l'activer, installez la dernière version de <em><a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a></em>.

source: Missing Required Plugin
fr_fr: Plugin requis manquant

source: The <em><a href="%s" target="_blank">%s</a></em> plugin <strong>requires</strong> that <em><a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a></em> be activated in order to perform most vital functions; therefore, the plugin has not initialized any of its functionality. To enable the features of this plugin, simply install and activate <em><a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a></em>.
fr_fr: Le <em><a href="%s" target="_blank">%s</a></em> plugin <strong>requiert</strong> que <em><a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a></em> soit activé afin de fonctionner. Par conséquent, le plugin n'a activé aucune de ses fonctionnalités. Pour le réactiver, installez <em><a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a></em>.

source: <a href="%s" title="Visit the License Key settings page">Settings</a>
fr_fr: <a href="%s" title="Voir les paramètres des clefs de licences">Paramètres</a>

source: If you like %1$sOpenTickets Community Edition%2$s please leave us a %3$s&#9733;&#9733;&#9733;&#9733;&#9733;%2$s rating. A huge thank you from %4$sQuadshot%2$s in advance!
fr_fr: Si vous aimez %1$sOpenTickets Community Edition%2$s Donnez nous une %3$s&#9733;&#9733;&#9733;&#9733;&#9733;%2$s note. Un grand merci d'avance de la part de %4$sQuadshot%2$s !

source: Also, if you like %1$sOpenTickets Community Edition%2$s, please leave them a %3$s&#9733;&#9733;&#9733;&#9733;&#9733;%2$s rating. %4$sQuadshot%2$s sends you a huge thank you as well!
fr_fr: Par ailleurs, si vous aimez %1$sOpenTickets Community Edition%2$s Donnez nous une %3$s&#9733;&#9733;&#9733;&#9733;&#9733;%2$s note. Un grand merci d'avance de la part de %4$sQuadshot%2$s !

source: Memory Requirement Problem
fr_fr: Problème de mémoire manquante

source: The %%%%PRODUCT%%%% plugin <strong>requires</strong> that your server allow at least %s of memory to WordPress. We recommend at least %s for optimum performance (as does WooCommerce). We tried to raise the memory limit to the minimum for your automatically, but your server settings do not allow it. Your server currently only allows %s, which is below the minimum. We have stopped loading OpenTickets, in an effort maintain access to your site. Once you have raised your server settings to at least the minimum memory requirement, we will turn OpenTickets back on automatically.
fr_fr: Ce %%%%PRODUCT%%%% plugin <strong>requiert</strong> que votre serveur autorise %s de mémoire pour WordPress. Nous recommandons au moins %s pour des performances optimales (comme pour WooCommerce). Nous avons essayé d'augmenter la limite mémoire au minimum requis pour vous, mais vos paramètres de serveur ne le permettent pas. Votre serveur autorise actuellement %s, ce qui est en dessous du minimum. Nous avons stoppé le chargement de OpenTickets, dans l'effort de garantir l'accès à votre site. Une fois que vous aurez augmenté vos paramètres serveur au moins au minimum requis, nous rallumerons OpenTickets automatiquement.

source: The %%%%PRODUCT%%%% plugin <strong>requires</strong> that your server allow at least %s of memory to WordPress. Currently, yoru server is set to allow %s, which is above the minimum. We recommend at least %s for optimum performance (as does WooCommerce). If you cannot raise the limit to the recommended amount, or do not wish to, then simply ignore this message.
fr_fr: Ce %%%%PRODUCT%%%% plugin <strong>requiert</strong> que votre serveur autorise au moins %s de mémoire à WordPress. Actuellement votre serveur est réglé pour autoriser %s, ce qui est en dessous du minimum. Nous recommandons au moins %s pour des performances optimales (comme le fait WooCommerce). Si vous ne pouvez pas augmenter la limite au minimum recommandé, ou ne le voulez pas, alors ignorez simplement ce message.

source: Could not compile stylesheet %s. [%s]
fr_fr: Impossible de compiler la feuille de style %s. [%s]

source: Could not write to stylesheet file %s.
fr_fr: Impossible d'écrire la feuille de style %s.

source: Could not write colors to file %s. [%s]
fr_fr: Impossible d'écrire les couleurs dans le fichier %s. [%s]

source: the installation process
fr_fr: le processus d'installation

source: Could not find the needed library %s, for use in %s.
fr_fr: Impossible de trouver la librairie requise %s, utilisée par %s.

source: Non-JS Calendar Page
fr_fr: Page de calendrier sans Javascript

source: Widget area on calendar template that shows when a user does not have javascript enabled.
fr_fr: Widget dans le template de calendrier qui montre que l'utilisateur n'a pas Javascript activé.

source: Calendar Settings
fr_fr: Paramètres de calendrier

source: Loading...
fr_fr: Chargement...

source: Goto Month
fr_fr: Aller au mois

# calendar-view
source: Basic Day
fr_fr: Jour basique

# calendar-view
source: Basic Week
fr_fr: Semaine basique

# calendar-view
source: Month
fr_fr: Mois

# calendar-view
source: Agenda Day
fr_fr: Jour de l'agenda

# calendar-view
source: Agenda Week
fr_fr: Semaine de l'agenda

source: Ended
fr_fr: Fini

source: Today
fr_fr: Commencé

source: Date of next Event
fr_fr: Date du prochain évènement

source: Manually entered date
fr_fr: Date entrée manuellement

source: Starting Date Method
fr_fr: Méthode de date de début

source: m-d-Y
fr_fr: d/m/Y

source: mm-dd-yy
fr_fr: dd/mm/yy

source: Event Calendar
fr_fr: Calendrier de l'évènement

source: Month View Image
fr_fr: Image de vue du mois

source: Yes. Show the event featured image on the default calendar view (month view).
fr_fr: Oui. Montrer l'évènement dans l'image intégrée sur la vue par défaut du calendrier (vue du mois).

source: View a printer-friendly version of this report.
fr_fr: Voir une version imprimable de ce rapport.

source: Printer-Friendly Report
fr_fr: Rapport imprimable

source: Report %s
fr_fr: Rapport %s

source: You do not have permission to use this report.
fr_fr: Vous n'avez pas la permission d'utiliser ce rapport.

source: Could not open the CSV file path. Aborting report generation.
fr_fr: Impossible d'ouvrir le chemin du fichier CSV. Annulation de la génération du rapport.

source: There are no tickts sold for this event yet.
fr_fr: Il n'y a pas encore de tickets vendus pour cet évènement.

source: Edit order
fr_fr: Editer la commande

source: Cart Session ID: %s
fr_fr: ID de session de la carte: %s

source: Temporary Cart
fr_fr: Carte temporaire

source: Unpaid Cart: %s
fr_fr: Carte impayée : %s

source: Download this CSV
fr_fr: Télécharger le CSV

source: Could not open the file [%s] for writing. Please verify the file permissions allow writing.
fr_fr: Impossible d'ouvrir le fichier [%s] en écriture. Veuillez vérifier les permissions qui autorisent l'écriture.

source: The report cache directory [%s] is not writable. Please update the file permissions to allow writing.
fr_fr: Le répertoire cache [%s] n'est pas accessible en écriture. Veuillez mettre à jour les permissions pour autoriser l'écriture.

source: Please remove (or move) the file [%s] and run the report again.
fr_fr: Veuillez supprimer (ou déplacer) le fichier [%s] et relancez le rapport.

source: Could not create a new directory inside your uploads folder. Update the file permissions to allow writing.
fr_fr: Impossible de créer un nouveau dossier dans votre répertoire de téléchargements. Veuillez mettre à jour les permissions pour autoriser l'écriture.

source: Network Admin: %s
fr_fr: Admin réseau: %s

source: User Dashboard: %s
fr_fr: Tableau de bord utilisateur : %s

source: (none)
fr_fr: (aucun)

source: (no-name/guest)
fr_fr: (sans-nom/invité)

source: Shows
fr_fr: Montre

source: Invalid order.
fr_fr: Commande invalide.

source: My Account &rarr;
fr_fr: Mon compte &rarr;

source: Order <mark class="order-number">%s</mark> made on <mark class="order-date">%s</mark>
fr_fr: Commande <mark class="order-number">%s</mark> faite le <mark class="order-date">%s</mark>

source: Order status: <mark class="order-status">%s</mark>
fr_fr: Statut de la commande : <mark class="order-status">%s</mark>

source: Order Updates
fr_fr: Mises à jour de la commande

source: l jS \of F Y, h:ia
fr_fr: l j F Y, h:m

source: My Account Page
fr_fr: Page Mon Compte

source: Display Upcoming Tickets
fr_fr: Afficher les tickets à venir

source: Format to display the upcoming tickets list in. The list appears on the end user's "My Account" page.
fr_fr: Formatter pour afficher les tickets à venir. La liste apparaît dans la page "Mon Compte" de l'utilisateur final.

source: By Event
fr_fr: Par évènement

source: As Line Item List
fr_fr: En tant que ligne de liste d'items

source: Infinite Login
fr_fr: Connexion infinie

source: Once a user logs in, they stay logged in, forever.
fr_fr: Une fois que l'utilisateur se connecte, toujours.

source: Event
fr_fr: Evènement

source: View this event
fr_fr: Voir cet évènement

source: Events
fr_fr: Evènements

source: Top Level Events
fr_fr: Evènements de premier niveau

source: sold-out
fr_fr: vendue

source: low
fr_fr: faible

source: medium
fr_fr: moyen

source: high
fr_fr: haut

source: available
fr_fr: disponible

# post
source: Hidden
fr_fr: Caché

source: Hidden <span class="count">(%s)</span>
fr_fr: Caché <span class="count">(%s)</span>

source: MM-dd-yyyy
fr_fr: dd/MM/YYYY

source: ddd MM-dd-yyyy
fr_fr: ddd dd/MM/yyyy

source: New Event Date
fr_fr: Nouvelle date d'évènement

source: Status
fr_fr: Statut

source: m/d/Y
fr_fr: d/m/Y

source: on %2$s
fr_fr: le %2$s

# Permalink date
source: Y-m-d_gia
fr_fr: d/m/Y H:m

# metabox title
source: Event Date Time Settings
fr_fr: Horodatage de l'évènement

# metabox title
source: Event Titles
fr_fr: Titres de l'évènement

# metabox title
source: Ticket Sales Settings
fr_fr: Paramètres des ventes de ticket

# metabox title
source: Event Run Date Range
fr_fr: Période de l'évènement

# metabox field heading
source: Show Date
fr_fr: Montrer la date

# checkbox description
source: Use the site wide default setting
fr_fr: Utiliser les paramètres par défaut du site

# radio button description
source: Yes, show the date
fr_fr: Oui, montrer la date

# radio button description
source: No, hide the date
fr_fr: Non, cacher la date

# field helper text
source: Decided whether to use the global "%s" setting, or if you want to specify a specific value for these events.
fr_fr: Décidez si vous utilisez les paramètres globaux "%s", ou si vous voulez spécifier des valeurs spécifiques pour ces évènements.

# option name
source: Show Date
fr_fr: Montrer la date

# metabox field heading
source: Show Time
fr_fr: Montrer le temps

# radio button description
source: Yes, show the time
fr_fr: Oui, montrer le temps

# radio button description
source: No, hide the time
fr_fr: Non, cacher le temps

# option name
source: Show Time
fr_fr: Montrer le temps

source: Purchase Limit
fr_fr: Limite d'achat

source: The maximum number of tickets, for each child event, that a given cart can have in it. To use the site-wide global setting, use "0". To force no-limit, use "-1".
fr_fr: Le nombre maximum de tickets, pour chaque évènement, qu'une carte peut avoir. Pour utiliser les paramètres du site, utilisez "0". Pour forcer l'absence de limite, utilisez "-1".

source: Stop Sales Before - Formula
fr_fr: Arrêter les ventes avant - formule

source: This is the formula to calculate when tickets should stop being sold on the frontend for this show. For example, if you wish to stop selling tickets 2 hours and 30 minutes before the show, use: <code>2 hours 30 minutes</code>. Valid units include: hour, hours, minute, minutes, second, seconds, day, days, week, weeks, month, months, year, years. Leave the formula empty to just use the Global Setting for this formula.
fr_fr: C'est la formule qui permet de savoir quand les tickets doivent arrêter d'être vendus sur la vitrine pour cet évènement. Par exemple, si vous voulez arrêter de vendre des tickets 2h30 avant l'évènement, utilisez: <code>2 heures 30 minutes</codes>. Les unités valides incluent : heure, heures, minute, minutes, seconde, secondes, jour, jours, semaine, semaines, mois, année. Laissez la formule vide pour utiliser le paramètre global pour cette formule.

source: Stop Sales - Hard Stop
fr_fr: Arrêter les ventes - fin de course

source: This is the date and time, after which no tickets to this event should be sold.
fr_fr: C'est la date et l'heure à partir de laquelle aucun ticket ne peut plus être vendu pour cet évènement.

source: Start Date/Time
fr_fr: Date/temps de début

source: End Date/Time:
fr_fr: Date/temps de fin :

source: Basic Settings
fr_fr: Paramètres basiques

source: Start Date
fr_fr: Date de début

source: h:ia
fr_fr: h:m

source: Start Time
fr_fr: Heure de début

source: to
fr_fr: à

source: End Date
fr_fr: Date de fin

source: End Time
fr_fr: Heure de fin

source: Repeat
fr_fr: Se répète

source: Repeats
fr_fr: Se répète

source: Weekly
fr_fr: Hebdomadaire

source: Repeats Every
fr_fr: Se répète chaque

source: days
fr_fr: jours

source: weeks
fr_fr: semaines

source: Repeat on
fr_fr: Se répète le

source: Su
fr_fr: Di

source: Mo
fr_fr: Lu

source: Tu
fr_fr: Ma

source: We
fr_fr: Me

source: Th
fr_fr: Je

source: Fr
fr_fr: Ve

source: Starts on
fr_fr: Débute le

source: Ends
fr_fr: Finit

source: On
fr_fr: Le

source: After
fr_fr: Après

source: Add to Calendar
fr_fr: Ajouter au calendrier

source: Event Date/Times
fr_fr: Date/heures de l'évènement

source: Settings
fr_fr: Paramètres

source: Status:
fr_fr: Statut:

source: Edit
fr_fr: Editer

source: Published
fr_fr: Publié

source: Privately Published
fr_fr: Publié en privé

source: Scheduled
fr_fr: Planifié

source: Pending Review
fr_fr: Vérification en cours

source: Draft
fr_fr: Brouillon

source: Cancel
fr_fr: Annuler

source: Visibility
fr_fr: Visibilité

source: Viewable to the public
fr_fr: Visible par le public

source: Visible on the calendar, but only those with the password can view to make reservations
fr_fr: Visible sur le calendrier, mais seulement ce qui ont le mot de passe peuvent faire des réservations

source: Password Protected
fr_fr: Protégé par mot de passe

source: Password:
fr_fr: Mot de passe :

source: Hidden from the calendar, but open to anyone with the url
fr_fr: Caché sur le calendrier, mais ouverte aux personnes ayant l'URL

source: Hidden
fr_fr: Caché

source: Only logged in admin users or the event author can view it
fr_fr: Seulement enregistré par les administrateurs ou l'auteur de l'évènement peut le voir

source: Private
fr_fr: Privé

source: Publish Date:
fr_fr: Date de publication :

source: January
fr_fr: Janvier

source: February
fr_fr: Février

source: March
fr_fr: Mars

source: April
fr_fr: Avril

source: May
fr_fr: Mai

source: June
fr_fr: Juin

source: July
fr_fr: Juillet

source: August
fr_fr: Août

source: September
fr_fr: Septembre

source: October
fr_fr: Octobre

source: November
fr_fr: Novembre

source: December
fr_fr: Décembre

source: Use "" or "0" to indicate usage of the site-wide global purchase limit. Use "-1" to force an unlimited purchase limit.
fr_fr: Utilisez "" ou "0" pour indiquer l'usage d'un paramétrage global de limite d'achats. Utilisez "-1" pour forcer l'achat illimité.

source: Event base
fr_fr: Base de l'évènement

source: Enter a custom base to use. This url segment will prefix the event name in the url.<br/><code>example: %s</code>
fr_fr: Entrez une base personnalisée à utiliser. Cette base va préfixer le nom de l'évènement dans l'url.<br/><ocde>exemple: %s</code>

source: Event permalink base
fr_fr: Base du permalien de l'évènement

source: Event Display
fr_fr: Affichage de l'évènement

source: Stop Sales Before Show
fr_fr: Arrêter les ventes avant l'évènement

source: Amount of time to stop sales for a show, before show time. (ie: stop sales two hour before show time <code>2 hours</code>)
fr_fr: Délai de temps avant l'arrêt des ventes avant le début de l'évènement (ex: arrêter les ventes deux heures avant l'évènements <code>2 heures</code>)

source: valid units: hour, hours, minute, minutes, second, seconds, day, days, week, weeks, month, months, year, years
fr_fr: unités valides: heure, heures, minute, minutes, second, secondes, jour, jours, semaine, semaines, mois, année, années

source: Single Event Synopsis
fr_fr: Synopsis de l'évènement seul

source: Show event synopsis on single event pages
fr_fr: Montrer le synopsis de l'évènement sur les pages d'évènement seul

source: By default, just the event logo, and the event pricing options are shown. This feature will additionally show the description of the event to the user.
fr_fr: Par défaut, juste le logo de l'évènement et ses options tarifaires sont montrées. Cette fonctionnalité va automatiquement montrer la description de l'évènement à l'utilisateur.

source: Single Event Synopsis Position
fr_fr: Position du synopsis de l'évènement seul

source: The display position of the Event Synopsis on the single event page.
fr_fr: La position d'affichage de l'évènement seul sur la page.

source: Above the Ticket Selection UI
fr_fr: Sous l'UI de sélection du ticket

source: Below the Ticket Selection UI
fr_fr: Au dessus de l'UI de sélection du ticket

source: Show Date
fr_fr: Montrer la date

source: Show the date in the title of events, on the event details pages.
fr_fr: Montrer la date dans le titre des évènements, ou dans les pages de détails des évènements.

source: This is the difference between a title reading "My Event" and "My Event on 09/12/2015".
fr_fr: C'est la différence entre un titre montrant "Mon évènement" et "Mon évènement du 09/12/2015".

source: Show Time
fr_fr: Montrer l'heure

source: Show the time in the title of events, on the event details pages.
fr_fr: Montrer l'heure dans le titre des évènements, ou dans la page de détails des évènements.

source: This is the difference between a title reading "My Event" and "My Event @ 6:00pm".
fr_fr: C'est la différence entre un titre "Mon évènement" et "Mon évènement @ 6h00".

source: Show Events on Home
fr_fr: Montrer les évènements sur l'accueil

source: Show the parent events on the homepage, mixed in with the posts.
fr_fr: Montrer les évènements parents sur la page d'accueil, avec les posts.

source: Checking this will cause the parent events to be displayed on the homepage, mixed in with the posts.
fr_fr: Activer cela va déclencher l'affichage des évènements sur la page d'accueil, avec les posts.

source: Colors
fr_fr: Couleurs

source: Availability Quantity
fr_fr: Quantité disponible

source: Yes, show the quantity that is available, on the frontend, when showing the availability.
fr_fr: Oui, montrer la quantité disponible, sur l'interface, lors de la sélection de la quantité.

source: Per Event, Per Order Ticket Purchase Limit
fr_fr: Limite d'achat par évènement ou par ticket

source: A positive number here tells the software to enforce a purchase limit. Users will be restricted to only buying upto X tickets per event, per order. Setting to 0 means no limit.
fr_fr: Un nombre positif dit au logiciel de forcer une limite d'achat. Les utilisateurs seront restreints à acheter seulement jusqu'à X tickets par évènement, par commande. Mettre 0 veut dire pas de limite.

source: Locked-in Reservations
fr_fr: Réservations verrouillées

source: Checking this box means that once the end user chooses a quantity of tickets to purchase, they cannot modify that quantity. They can still delete their reservations and start over though.
fr_fr: Activer cette coche signifie qu'une fois que l'utilisateur sélectionne la quantité de tickets à acheter, il ne pourra pas modifier la quantité. Il pourra toujours supprimer sa réservation et recommencer.

source: Area Type %d
fr_fr: Type de tribune %d

source: Image of the %s event area
fr_fr: Image de la tribune %s

source: (free)
fr_fr: (gratuit)

source: Reserved
fr_fr: Réservé

source: Not Paid
fr_fr: Non payé

source: Confirmed
fr_fr: Confirmé

source: Paid
fr_fr: Payé

source: Occupied
fr_fr: Occupé

source: Checked In
fr_fr: Enregistré

source: There can only be one instance of the %s object at a time.
fr_fr: Il ne peut y avoir qu'une instance de l'objet %s à la fois.

source: General Admission
fr_fr: Admission générale

source: There are currently <span class="available"></span> <span rel="tt"></span> available.
fr_fr: Il y en a <span class="available"></span> <span rel="tt"></span> disponibles.

source: There are currently <span class="available"></span> more <span rel="tt"></span> available.
fr_fr: Il y en a <span class="available"></span> disponibles <span rel="tt"></span> de plus.

source: We're sorry. There are currently no tickets available.
fr_fr: Désolé, il n'y a plus de tickets disponibles.

source: We are sorry. This event is sold out!
fr_fr: Désolé. Cet évènement est vendu !

source: <h1>One Moment Please...</h1>
fr_fr: <h1>Un moment s'il vous plaît…</h1>

source: Could not add those items to your cart.
fr_fr: Impossible d'ajouter ces items à votre carte.

source: There were not %d tickets available. We reserved %d for you instead, which is all that is available.
fr_fr: Il n'y a pas %d tickets disponibles. Nous vous en avons cependant réservé %d, ce qui est tout ce qu'il reste.

source: Could not update the quantity of that item.
fr_fr: Impossible de mettre à jour la quantité de l'item.

source: General Admission - Attributes
fr_fr: Admission générale - Attributs

source: Ticket Price
fr_fr: Prix du ticket

source: Capacity
fr_fr: Capacité

source: Event Area Image
fr_fr: Image de la tribune de l'évènement

source: Select Image
fr_fr: Sélectionner l'image

source: remove
fr_fr: supprimer

source: Could not find that event.
fr_fr: Impossible de trouver cet évènement.
